Revit 2027 API
IEntryPoint.OnShutdown Method
Namespace: Autodesk.Revit.DB.Macros
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
void OnShutdown()
Sub OnShutdown
void OnShutdown()
abstract OnShutdown : unit -> unit
See Also
Reference
IEntryPoint Interface
Autodesk.Revit.DB.Macros Namespace